{
    "About me": "Über mich",
    "I am a German-speaking Web Developer with experience in building web apps with JavaScript & Angular. You are welcome to visit my public portfolio, which includes responsive websites and business apps.": "Ich bin ein deutschsprachiger Webentwickler mit Erfahrung im erstellen von Web-Apps mit JavaScript & Angular. Gerne können Sie mein öffentliches Portfolio besuchen, das Webseiten und Business-Apps umfasst.",
    "I’ve always been fascinated by Software that simplifies my life. To take my skills to a professional level, I decided to train as a front-end developer at the Developer Akademie.": "Ich war schon immer fasziniert von Software, die mein Leben vereinfacht. Um meine Fähigkeiten auf ein professionelles Niveau zu bringen, habe ich mich für eine Ausbildung zum Frontend-Entwickler an der Developer Akademie entschieden.",
    "There I was able to quickly deepen my knowledge in several individual or group projects and got feedback on them in regular code reviews. As a junior frontend developer, I am now looking forward to putting my knowledge to the test and would very much like to support you as part of your software team.": "Dort konnte ich mein Wissen in mehreren Einzel- oder Gruppenprojekten schnell vertiefen und bekam in regelmäßigen Code Reviews Feedback dazu. Als Junior Frontend-Entwickler freue ich mich nun darauf, mein Wissen unter Beweis zu stellen und möchte Sie als Teil Ihres Software-Teams sehr gerne unterstützen.",
    "Let's talk!": "Kontaktieren Sie mich",
    "Contact": "Kontakt",
    "Got a problem to solve?": "Haben Sie ein Problem das ich lösen kann?",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, Ihnen zuzuhören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a Frontend developer? Contact me!": "Brauchen Sie einen Frontend-Entwickler? Kontaktieren Sie mich!",
    "Message sent successfully": "Nachricht erfolgreich gesendet",
    "You have to enter a name": "Sie müssen einen Namen eingeben",
    "You have to write at least": "Sie müssen mindestens",
    "letters": "Buchstaben schreiben",
    "You have to enter an email": "Sie müssen eine E-Mail eingeben",
    "This email is incorrect": "Diese E-Mail ist falsch",
    "You have to write a message": "Sie müssen eine Nachricht schreiben",
    "Send message": "Senden",
    "Imprint": "Impressum",
    "Skills": "Kompetenzen",
    "My skills": "Meine Kompetenzen",
    "I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrung in Bauprojekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
    "Get in touch": "Kontaktieren Sie mich",
    "This page is a sample of my work - please feel free to try them out.": "Diese Seite ist ein Beispiel meiner Arbeit - probieren Sie sie einfach aus."
}