{
    "About me": "Über mich",
    "Hi, I am a Front-end developer located in Stralsund, Germany. I created several web applications and completed a project-oriented coding school in front-end development. I am passionate about web app development and would like to prove my skills in the job world and create useful software together with you.": "Hi, ich bin ein Front-End-Entwickler aus Stralsund, Deutschland. Ich habe mehrere Webanwendungen erstellt und eine projektorientierte Programmierschule im Bereich Frontend-Entwicklung absolviert. Ich bin leidenschaftlicher Web-App-Entwickler und würde gerne meine Fähigkeiten in der Arbeitswelt unter Beweis stellen und gemeinsam mit Ihnen nützliche Software erstellen.",
    "I completed my training as a developer at the Developer Akademie in Munich. The last time I was able to collect extensive experience in various projects, beginning with simple one-pager websites up to games and business applications with JavaScript and Angular. For each project, I received a detailed code review from experienced programmers at the academy, which showed me how to write clean code right from the start.": "Meine Ausbildung zum Entwickler habe ich an der Developer Akademie in München absolviert. In der letzten Zeit konnte ich umfangreiche Erfahrungen in verschiedenen Projekten sammeln, angefangen von einfachen One-Pager-Websites bis hin zu Spielen und Business-Anwendungen mit JavaScript und Angular. Für jedes Projekt erhielt ich ein ausführliches Code-Review von erfahrenen Programmierern der Akademie, die mir zeigten, wie ich von Anfang an sauberen Code schreiben kann.",
    "My participation in group projects provided me with valuable insight into collaborating on software development projects. I am eager to leverage my skills and experience to contribute to your company's success as your new Junior Web Developer.": "Durch meine Teilnahme an Gruppenprojekten habe ich wertvolle Einblicke in die Zusammenarbeit bei Softwareentwicklungsprojekten gewonnen. Ich freue mich darauf, meine Fähigkeiten und Erfahrungen einzusetzen, um als Ihr neuer Junior-Webentwickler zum Erfolg Ihres Unternehmens beizutragen.",
    "Let's talk!": "Kontaktieren Sie mich",
    "Contact": "Kontakt",
    "Got a problem to solve?": "Haben Sie ein Problem das ich lösen kann?",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, Ihnen zuzuhören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a Frontend developer? Contact me!": "Brauchen Sie einen Frontend-Entwickler? Kontaktieren Sie mich!",
    "Message sent successfully": "Ihre Nachricht wurde erfolgreich gesendet",
    "You have to enter a name": "Sie müssen einen Namen eingeben",
    "You have to write at least": "Sie müssen mindestens",
    "letters": "Buchstaben eingeben",
    "You have to enter an email": "Sie müssen eine E-Mail angeben",
    "This email is incorrect": "Diese E-Mail ist falsch",
    "You have to write a message": "Sie müssen eine Nachricht schreiben",
    "Send message": "Senden",
    "Imprint | Privacy": "Impressum | Datenschutz",
    "Skills": "Kenntnisse",
    "My skills": "Meine Kenntnisse",
    "I trained myself in different front-end technologies and concepts and implemented several projects with them.": "Ich habe mich in verschiedene Frontend-Technologien und Konzepte eingearbeitet und mehrere Projekte damit umgesetzt.",
    "Get in touch": "Kontakt",
    "This section is a sample of my work - please feel free to try them out.": "Dieser Abschnitt ist ein Auszug aus meiner Arbeit - bitte probieren Sie sie einfach aus.",
    "A Kanban task management system to create and organize tasks using drag and drop. You can create multiple users, tasks, categories, subtasks, and more.": "Ein Kanban-Aufgabenverwaltungssystem zum Erstellen und Organisieren von Aufgaben per Drag-and-Drop. Sie können mehrere Benutzer, Aufgaben, Kategorien, Unteraufgaben, usw. erstellen.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe get home but watch out for the big chicken.": "Ein einfaches Jump-and-Run-Spiel, das auf Objektorientierung basiert. Hilf Pepe nach Hause zu kommen, aber pass auf das große Huhn auf.",
    "Angular based web app of the popular drinking game \"Ring of fire\". You have to draw a card and complete the task. Play with your friends on multiple devices.": "Angularbasierte Webapp des beliebten Trinkspiels \"Ring of fire\". Sie müssen eine Karte ziehen und die Aufgabe erfüllen. Spielen Sie mit Ihren Freunden auf mehreren Geräten.",
    "A simple quiz web app with multiple categories. Show your knowledge in questions about \"The Big Bang Theory\" or about the largest island in Germany.": "Eine einfache Quiz-Webapp mit mehreren Kategorien. Zeigen Sie Ihr Wissen bei Fragen zu \"The Big Bang Theory\" oder zur größten Insel Deutschlands."
}
